{
    "pgtitle":"Niranjan Portfolio",
    "title1":"Niranjan pro",
    "para1":"It is a pleasure to write a recommendation letter for Mr. Niranjan Girhe to join the research internship program. I got acquainted with Mr. Niranjan for the last two years in academic courses and project-related activities. Throughout this course, I observe that Mr. Niranjan is a sincere student endowed with a deeply curious aptitude for the subject and an impressive ability to quickly grasp new theories and concepts, which has ultimately helped him to build a strong foundation in the fundamental principles of project development. He regularly attended all lectures and made it a habit to take meticulous notes, which helped him to efficiently revise the course material in preparation for exams. His academic performance throughout the year clearly demonstrates Mr. Niranjan’s dedicated efforts and a growing command of advanced databases. I can place him among the top 5% of students in my subjects.",
    "btn0":"NGAnime",
    "btn0link":"nganimes.web.app",
    "btn1":"Google",
    "btn1link":"www.google.com",
    "title2":"Who am I?",
    "heading2":"Animator, Game developer",
    "subtitle2":"since 2018",
    "para2":"Currently, he is working on an AI-based project which calculates the optimum time for traffic signal switching based on the traffic rates and several other factors such as road width, average speed, and types of vehicle. He further plans to simulate the traffic in the unity game engine to see the impact metrics of this AI-based product. One important aspect which is considered is the safe and speedy passage of the ‘first responder’ vehicles. I strongly believe that the outcomes of this project can help in decongesting of the traffic in future. ",
    "btn2":"Know more",
    "btn2link":"https://niranjangirhe.github.io/Connect-with-me/",
    "title3":"Project done so far",
    "subtitle3":"till date",
    "para3":"a/nb<br>c",
    "mail":"ndgirhe@mitaoe.ac.in",
    "fb":"https://www.facebook.com/niranjan.girhe",
    "twiter":"https://twitter.com/NiranjanGirhe",
    "insta":"https://www.instagram.com/girhe_niranjan/",
    "linkedin":"https://www.linkedin.com/in/niranjan-girhe/"
}
